export const maleNames = [
    "علی", "محمد", "حسین", "رضا", "امیر", "سجاد", "مهدی", "مجید", "محسن", "احمد",
    "ابوالفضل", "ایمان", "سعید", "کریم", "یونس", "حامد", "مسعود", "بهرام", "رامین", "فرزاد",
    "بهنام", "شایان", "پدرام", "کیان", "آریا", "سامان", "شاهین", "نادر", "پیمان", "هومن",
    "فرهاد", "کاوه", "آرش", "داریوش", "کوروش", "سیامک", "نوید", "نیما", "پارسا", "دانیال"
];


export const femaleNames = [
    "زهرا", "فاطمه", "نرگس", "مریم", "ریحانه", "ستایش", "مهسا", "سارا", "نگین", "نازنین",
    "النا", "فرزانه", "لیلا", "سحر", "شبنم", "بهاره", "الهام", "نسرین", "پریسا", "فرشته",
    "نگار", "سمیرا", "شقایق", "الهه", "مونا", "افسانه", "مرجان", "سپیده", "یگانه", "ترانه",
    "کیانا", "مهتاب", "رویا", "پرستو", "بهناز", "آیدا", "آتنا", "گلناز", "آرزو", "یلدا"
];


export const neutralNames = [
    "آوا", "رها", "نیکا", "باران", "ماهان", "یاس", "سینا", "آریانا", "هلیا", "شهراد",
    "پرنیا", "رادین", "هلیا", "ارمیا", "نیکان", "مبین", "مهسان", "پندار", "آدرین", "پارمیس"
];